import React from 'react';
import './Ingred.css'
const Ingred = () => {
    return (
        <div id='ingred'>
            <div className="container">
                <div className="ingred">
            <h1>Что делает наши блюда особенными.</h1>
            <div className="divs">
                <div className="div1">
                    <img src="https://www.kfc.kg/admin/files/4666.jpeg" alt="" />
                    <div className="div-text">
                        <h2>1. Свежеприготовленное – всегда лучше!</h2>
                        <p>Удивительный вкус наших блюд (от которого ну  просто пальчики  оближешь)объясняется тем,  что еда готовится всего  за несколько минут до  подачи.От курицы и  бургеров  до картофеля фри и салатов – любое блюдо, которое  вы заказываете, готовится сразу же!</p>
                    </div>
                </div>
            </div>
                <div className="div2">
                    <div className="div1-text">
                        <h2>2. Условия содержания цыплят</h2>
                        <p>Условия содержания цыплят, предназначенных исключительно для KFC, тщательно и внепланово проверяются независимыми международными компаниями на соответствие стандартам благополучия животных.</p>
                    </div>
                    <img src="https://www.kfc.kg/admin/files/4670.jpeg" alt="" />

                </div>
                <div className="div3">
                    <img src="https://www.kfc.kg/admin/files/4685.jpeg" alt="" />
                    <div className="div2-text">
                        <h2>3. Сырье</h2>
                        <p>Все наши поставщики сертифицированы по GFSI и проверены на соответствие международным стандартам здоровья и безопасности, как международными рейтинговыми агентствами, так и независимыми внутренними инспекторами, которые подтверждают, что все используемое нами сырье полностью соответствует самым высоким стандартам.</p>
                    </div>
                </div>
                <div className="div4">
                    <div className="div3-text">
                        <h2>4. Сертификация поваров</h2>
                        <p>Каждый повар 2 раза в месяц проходит аттестацию на знание рецептов! Только так полковник Сандерс сможет гордиться результатом своей работы!</p>
                    </div>
                    <img src="https://www.kfc.kg/admin/files/4643.jpeg" alt="" />

                </div>
                <div className="div5">
                    <img src="https://www.kfc.kg/admin/files/4678.jpeg" alt="" />
                    <div className="div2-text">
                        <h2>5. Проверка масла</h2>
                        <p>Контроль кислотности масла в наших фритюрах проводится дважды в день. При превышении допустимых значений масло немедленно заменяется!</p>
                    </div>
                </div>
                <div className="div6">
                    <div className="div5-text">
                        <h2>6. Технологии приготовления</h2>
                        <p>Просеивание муки перед каждой панировкой. Мука в каждом ресторане может быть просеяна до 100 раз в день.</p>
                    </div>
                    <img src="https://www.kfc.kg/admin/files/4682.jpeg" alt="" />

                </div>
                <div className="div7">
                    <img src="https://www.kfc.kg/admin/files/4684.jpeg" alt="" />
                    <div className="div6-text">
                        <h2>7. Контроль качества</h2>
                        <p>Прежде чем подать курочку гостям, мы проверяем каждый кусочек.Если он не идеален, вы его не увидите!</p>
                    </div>
                </div>
                <div className="div8">
                    <div className="div7-text">
                        <h2>8. Продолжительность приготовления</h2>
                        <p>Время температурной обработки индивидуально для каждой отдельной части курицы. Приготовление прекращается, как только необходимое время достигнуто. Например, целые кусочки курицы готовятся 90 минут, а хрустящие стрипсы – 45 минут. И ни минутой больше!</p>
                    </div>
                    <img src="https://www.kfc.kg/admin/files/4669.jpeg" alt="" />

                </div>
                <div className="div9">
                    <img src="https://www.kfc.kg/admin/files/4644.jpeg" alt="" />
                    <div className="div8-text">
                        <h2>9. Температура курицы</h2>
                        <p>Температура курицы во время пребывания в ресторане никогда не превышает +4°С при том, что после фритюра она составляет минимум +85 градусов!</p>
                    </div>
                </div>
                <div className="div10">
                    <div className="div9-text">
                        <h2>10. Температура овощей</h2>
                        <p>Температура овощей во время приготовления всегда ниже +5 градусов. С этим мы не шутим! Мы моем овощи в соответствии с процедурами, основанными на стандарте ISO 22000 (HACCP).</p>
                    </div>
                    <img src="https://www.kfc.kg/admin/files/4696.jpeg" alt="" />

                </div>
                <div className="div11">
                    <img src="https://www.kfc.kg/admin/files/4686.jpeg" alt="" />
                    <div className="div10-text">
                        <h2>11. Срок годности ингредиентов</h2>
                        <p>Время пребывания наших ингредиентов (таких как овощи, сыр и т.д.) непосредственно в месте приготовления блюд составляет максимум 3 часа. Ни одной минутой больше!</p>
                    </div>
                </div>
            </div>
                </div>
            </div>
    );
};

export default Ingred;